driver-tests/bpelse/flow/FlowJbi/test/FlowBranchNeverExecutes5/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:branch1>Flow Branch Never Executes</def:branch1>
    <def:branch2>Flow Branch Never Executes</def:branch2>
  </soapenv:Body>
</soapenv:Envelope>